[
  {
    "acto": 1,
    "orden": 1,
    "texto": "Tampoco queremos, hermanos, que ignoréis acerca de los que duermen, para que no os entristezcáis como los otros que no tienen esperanza.",
    "referencia_biblica": "1 Tesalonicenses 4:13",
    "contexto": "Pablo escribe a los tesalonicenses preocupados por los creyentes que habían muerto.",
    "duracion_aproximada": 7.333333333333333,
    "posicion_relativa": 0.07142857142857142
  },
  {
    "acto": 1,
    "orden": 2,
    "texto": "En esta vida van a pasar cosas tremendas que nos pueden quitar la esperanza, aún siendo cristianos. Vamos a sufrir pérdidas. Vamos a estar en situaciones de enfermedad. Vamos a estar en situaciones de crisis financiera.",
    "referencia_biblica": "No especificada",
    "contexto": "El predicador describe las dificultades que enfrentamos y que pueden hacernos perder la esperanza.",
    "duracion_aproximada": 10,
    "posicion_relativa": 0.21428571428571427
  },
  {
    "acto": 2,
    "orden": 1,
    "texto": "Tenemos que mantener la esperanza en que está cerca la venida del Señor. Tenemos que mantener la esperanza que tenemos que estar buscando a Cristo y preparados.",
    "referencia_biblica": "No especificada",
    "contexto": "Exhortación a mantener la esperanza en la promesa del regreso de Cristo.",
    "duracion_aproximada": 9.0,
    "posicion_relativa": 0.35714285714285715
  },
  {
    "acto": 2,
    "orden": 2,
    "texto": "Para vivir con esperanza y con esperanza en la venida del Señor, yo tengo que vivir una vida de integridad, dándole a Dios lo que Dios me pide.",
    "referencia_biblica": "No especificada",
    "contexto": "El predicador explica cómo debe ser nuestra vida mientras esperamos la venida del Señor.",
    "duracion_aproximada": 9.333333333333334,
    "posicion_relativa": 0.5
  },
  {
    "acto": 3,
    "orden": 1,
    "texto": "Porque el Señor mismo, con voz de mando, con voz de arcángel y con trompeta de Dios, descenderá del cielo y los muertos en Cristo resucitarán primero.",
    "referencia_biblica": "1 Tesalonicenses 4:16",
    "contexto": "Descripción bíblica del momento del arrebatamiento de la iglesia.",
    "duracion_aproximada": 9.0,
    "posicion_relativa": 0.6428571428571429
  },
  {
    "acto": 3,
    "orden": 2,
    "texto": "Por tanto animaos, alentaos los unos a los otros con estas palabras.",
    "referencia_biblica": "1 Tesalonicenses 4:18",
    "contexto": "Exhortación final de Pablo a los tesalonicenses para consolarse mutuamente.",
    "duracion_aproximada": 5,
    "posicion_relativa": 0.7857142857142857
  },
  {
    "acto": 3,
    "orden": 3,
    "texto": "No pierdas la esperanza de lo que estás orando, pon tu esperanza en Dios, pon tu esperanza en Cristo y en su venida, y vas a poder vivir en medio de este mundo aunque la tierra tiemble y los montes se pasen a la mar.",
    "referencia_biblica": "No especificada",
    "contexto": "Conclusión del mensaje animando a perseverar en la oración y la esperanza.",
    "duracion_aproximada": 10,
    "posicion_relativa": 0.9285714285714286
  }
]